Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/authentik.tmx
Source language: en
Languages: sv

source: Hi %(username)s,
sv: Hej %(username)s,

source: Authentication date is too old
sv: Autentiseringsdatumet är för gammalt

source: Can impersonate other users
sv: Kan personifiera andra användare

source: With a Verification Certificate selected, at least one of 'Verify Assertion Signature' or 'Verify Response Signature' must be selected.
sv: När ett verifieringscertifikat har valts måste minst ett av ”Verifiera assertionssignatur” eller ”Verifiera svarssignatur” väljas.

source: Can't modify internal service account users
sv: Det går inte att ändra interna tjänstekontoanvändare

source: When enabled, the IdP will re-authenticate the user even if a session exists.
sv: När funktionen är aktiverad autentiserar IdP:n användaren på nytt även om en session finns.

source: Background task to import FIDO Alliance MDS blob and AAGUIDs into database.
sv: Bakgrundsaktivitet för att importera FIDO Alliance MDS-blob och AAGUID:er till databasen.

source: WebAuthn Device types
sv: WebAuthn-enhetstyper

source: Continue to {source_name}
sv: Fortsätt till {source_name}

source: Invalid email
sv: Ogiltig e-postadress

source: Cannot set both password and password_hash. Use only one.
sv: Det går inte att ange både password och password_hash. Använd endast ett av dem.

source: Invalid captcha response. Retrying may solve this issue.
sv: Ogiltigt captcha-svar. Ett nytt försök kan lösa problemet.

source: Link was already used, please request a new link.
sv: Länken har redan använts. Begär en ny länk.

source: Failed to connect to Duo: TLS certificate verification failed.
sv: Det gick inte att ansluta till Duo: verifieringen av TLS-certifikatet misslyckades.

source: Account Confirmation
sv: Kontobekräftelse

source: Keypair used to sign outgoing Responses going to the Identity Provider.
sv: Nyckelpar som används för att signera utgående svar till identitetsleverantören.

source: Enforce user verification for WebAuthn devices.
sv: Kräv användarverifiering för WebAuthn-enheter.

source: Flow used before authentication.
sv: Flöde som används före autentisering.

source: Private key, acquired your captcha Provider.
sv: Privat nyckel, hämtad från din captcha-leverantör.

source: Delete temporary users after
sv: Ta bort tillfälliga användare efter

source: The user already has an email address registered for MFA.
sv: Användaren har redan en e-postadress registrerad för MFA.

source: Use this code to authenticate in authentik: {token}
sv: Använd den här koden för att autentisera dig i authentik: {token}

source: Invalid Token. Please ensure the time on your device is accurate and try again.
sv: Ogiltig token. Kontrollera att tiden på din enhet är korrekt och försök igen.

source: WebAuthn Authenticator Setup Stage
sv: Konfigurationssteg för WebAuthn-autentiserare

source: Allows authentication flows initiated by the IdP. This can be a security risk, as no validation of the request ID is done.
sv: Tillåter autentiseringsflöden som initieras av IdP:n. Detta kan vara en säkerhetsrisk eftersom begärande-ID:t inte valideras.

source: Invalid hash
sv: Ogiltig hash

source: Request access to send messages from your bot.
sv: Begär åtkomst för att skicka meddelanden från din bot.

source: Authentication failed: {reason}
sv: Autentiseringen misslyckades: {reason}

source: No pending user.
sv: Ingen väntande användare.

source: Failed to connect to Duo: TLS error.
sv: Det gick inte att ansluta till Duo: TLS-fel.

source: 6 digits, widely compatible
sv: 6 siffror, brett kompatibelt

source: Invalid phone number
sv: Ogiltigt telefonnummer

source: 8 digits, not compatible with apps like Google Authenticator
sv: 8 siffror, inte kompatibelt med appar som Google Authenticator

source: User does not have permission to assign roles.
sv: Användaren har inte behörighet att tilldela roller.

source: Invalid consent token, re-showing prompt
sv: Ogiltig samtyckestoken, frågan visas igen

source: Code does not match
sv: Koden stämmer inte

source: No (allowed) MFA authenticator configured.
sv: Ingen (tillåten) MFA-autentiserare har konfigurerats.

source: Public key, acquired your captcha Provider.
sv: Offentlig nyckel, hämtad från din captcha-leverantör.

source: User does not have permission to add members to a superuser group.
sv: Användaren har inte behörighet att lägga till medlemmar i en superanvändargrupp.

source: User does not have an email address set.
sv: Användaren har ingen e-postadress angiven.

source: NameID Policy sent to the IdP. Can be unset, in which case no Policy is sent.
sv: NameID-princip som skickas till IdP:n. Den kan vara avaktiverad, och då skickas ingen princip.

source: WebAuthn Device type
sv: WebAuthn-enhetstyp

source: Can preview user data sent to providers
sv: Kan förhandsgranska användardata som skickas till leverantörer

source: No recovery flow set.
sv: Inget återställningsflöde har angetts.

source: WebAuthn Authenticator Setup Stages
sv: Konfigurationssteg för WebAuthn-autentiserare

source: WebAuthn Device
sv: WebAuthn-enhet

source: Successfully verified Email.
sv: E-postadressen har verifierats.

source: This Telegram account is already connected to another user.
sv: Det här Telegram-kontot är redan kopplat till en annan användare.

source: Email MFA code
sv: MFA-kod via e-post

source: View applications the user has access to
sv: Visa program som användaren har åtkomst till

source: URL that the initial Login request is sent to.
sv: URL som den första inloggningsbegäran skickas till.

source: Reset Password
sv: Återställ lösenord

source: Failed to validate token
sv: Det gick inte att validera token

source: Too many account verification attempts. Please try again after {minutes} minutes.
sv: För många försök att verifiera kontot. Försök igen om {minutes} minuter.

source: Optional URL if your IDP supports Single-Logout.
sv: Valfri URL om din IdP stöder enkel utloggning.

source: Continue to confirm this email address.
sv: Fortsätt för att bekräfta den här e-postadressen.

source: Email OTP
sv: Engångslösenord via e-post

source: Recovery flow not applicable to user
sv: Återställningsflödet är inte tillämpligt på användaren
